Repository: pix33l/CassoFlow
Catalog: CassoFlow/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, pt_pt, ru, zh_hant_tw

source: 经典的磁带盒比例，封面更具真实感
de: Klassisches Kassettenverpackungsverhältnis mit einem authentischeren Gefühl für das Cover
en: Classic cassette packaging ratio with a more authentic feel to the cover
es: La clásica relación de embalaje de casete con una carátula más auténtica
fr: Ratio d'emballage de cassette classique avec une impression plus authentique de la couverture
it: Classico rapporto di confezionamento delle cassette con una sensazione più autentica della copertina
ja: クラシックなカセット・パッケージの比率と、よりオーセンティックな雰囲気のジャケット
ko: 클래식한 카세트 포장 비율과 더욱 사실적인 느낌의 표지 디자인
pt_pt: Relação clássica da embalagem da cassete com um toque mais autêntico na capa
ru: Классическая упаковка кассет с более аутентичной обложкой
zh_hant_tw: 經典錄音帶包裝比例，封面更具真實感

source: 给我们五星好评
de: Geben Sie uns eine Fünf-Sterne-Bewertung
en: Give us a five-star rating
es: Danos una calificación de cinco estrellas
fr: Donnez-nous une note de cinq étoiles
it: Dacci una valutazione a cinque stelle
ja: 5つ星の評価をお願いします
ko: 별 다섯 개를 주세요
pt_pt: Dê-nos uma classificação de cinco estrelas
ru: Оцените нас на 5 звезд
zh_hant_tw: 請給我們五星好評

source: 继续
de: Weiter
en: Next
es: Siguiente
fr: Suivant
it: Successivo
ja: 続ける
ko: 다음으로 진행
pt_pt: Próximo
ru: Продолжить
zh_hant_tw: 繼續

source: 繁体中文（台湾）
de: Traditionelles Chinesisch (Taiwan)
en: Traditional Chinese (Taiwan)
es: Chino tradicional (Taiwán)
fr: Chinois traditionnel (Taïwan)
it: Cinese tradizionale (Taiwan)
ja: 繁体字中国語（台湾）
ko: 중국어 번체(대만)
pt_pt: Chinês tradicional (Taiwan)
ru: Традиционный китайский (Тайвань)
zh_hant_tw: 繁體中文（台灣）

source: 网站
de: Website
en: Website
es: Sitio web
fr: Site web
it: Sito web
ja: 公式サイト
ko: 노드
pt_pt: Site
ru: Веб-сайт
zh_hant_tw: 官方網站

source: 联系方式
de: Kontaktinformationen
en: Contact information
es: Información de contacto
fr: Informations de contact
it: Informazioni di contatto
ja: 連絡先
ko: 연락처 세부 정보
pt_pt: Informações de contato
ru: Контактная информация
zh_hant_tw: 聯絡方式

source: 能时间旅行的磁带播放器
de: Ein zeitreisender Kassettenspieler
en: A time-traveling cassette player
es: Un reproductor de cassette que viaja en el tiempo
fr: Un lecteur de cassettes qui voyage dans le temps
it: Un lettore di cassette che viaggia nel tempo
ja: 時間旅行を思わせるカセットプレーヤー
ko: 시간 여행이 가능한 테이프 플레이어
pt_pt: Um leitor de cassetes que viaja no tempo
ru: Кассетный плеер, способный путешествовать во времени
zh_hant_tw: 能時空旅行的錄音帶播放器

source: 艺术家
de: Künstler
en: Artist
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
ko: 아티스트
pt_pt: Artista
ru: Художник
zh_hant_tw: 藝術家

source: 蓝色外观的低噪音磁带
de: Rauscharme Kassette mit blauem Äußeren
en: Low-noise cassette with blue exterior
es: Cassette de bajo ruido con exterior azul
fr: Cassette à faible bruit avec extérieur bleu
it: Cassetta a basso rumore con esterno blu
ja: ブルーエクステリアの低騒音カセット
ko: 파란색 외관의 저소음 카세트
pt_pt: Cassete de baixo ruído com exterior azul
ru: Низкошумная кассета с синим корпусом
zh_hant_tw: 藍色外觀的低噪音卡帶

source: 解锁所有主题
de: Alle Themen freischalten
en: Unlock all themes
es: Desbloquea todos los temas
fr: Débloquez tous les thèmes
it: Sblocca tutti i temi
ja: すべてのテーマを解除する
ko: 모든 테마를 잠금 해제하세요
pt_pt: Desbloqueie todos os temas
ru: Разблокировать все темы
zh_hant_tw: 解鎖所有主題

source: 触觉反馈
de: Haptisches Feedback
en: Haptic feedback
es: Respuesta táctil
fr: Retour haptique
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱 피드백
pt_pt: Resposta tátil
ru: Тактильная обратная связь
zh_hant_tw: 觸覺回饋

source: 设置
de: Einstellung
en: Setting
es: Configuración
fr: Réglage
it: Impostazione
ja: 設定
ko: 설정
pt_pt: Configuração
ru: Настройка
zh_hant_tw: 設定

source: 语言
de: Sprache
en: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_pt: Língua
ru: Язык
zh_hant_tw: 語言

source: 请先在 Apple Music 中添加专辑或播放列表
de: Fügen Sie zuerst ein Album oder eine Wiedergabeliste zu Apple Music hinzu
en: Add an album or playlist to Apple Music first
es: Permitir acceso a tu Apple Music para ver álbumes y listas de reproducción
fr: Ajouter d'abord un album ou une liste de lecture à Apple Music
it: Aggiungi prima un album o una playlist ad Apple Music
ja: Apple Musicにアルバムやプレイリストを追加しましょう
ko: 먼저 Apple 음악에 앨범 또는 재생목록을 추가합니다
pt_pt: Permitir acesso ao seu Apple Music para ver álbuns e listas de reprodução
ru: Сначала добавьте альбом или плейлист в Apple Music
zh_hant_tw: 先將專輯或播放清單加入 Apple Music

source: 请将条形码放在白色框内
de: Legen Sie den Barcode in das weiße Feld
en: Place the barcode inside the white box
es: Coloca el código de barras dentro del recuadro blanco
fr: Placez le code-barres à l'intérieur de la case blanche.
it: Posiziona il codice a barre all'interno della casella bianca
ja: バーコードを白い枠の中に置いてください
ko: 바코드를 흰색 상자 안에 놓아주세요
pt_pt: Coloque o código de barras dentro da caixa branca
ru: Поместите штрихкод внутрь белого поля
zh_hant_tw: 將條碼置於白色方塊內

source: 请尝试使用不同的关键词搜索
de: Bitte versuchen Sie, mit anderen Stichwörtern zu suchen
en: Please try searching with different keywords
es: Intente buscar con otras palabras clave
fr: Veuillez essayer de chercher avec d'autres mots-clés
it: Prova a cercare con parole chiave diverse
ja: 別のキーワードで検索してみてください
ko: 다른 키워드로 검색해 보세요
pt_pt: Tente pesquisar com palavras-chave diferentes
ru: Пожалуйста, попробуйте поискать с другими ключевыми словами
zh_hant_tw: 請嘗試使用不同的關鍵字進行搜尋

source: 请重试或检查网络连接
de: Bitte versuchen Sie es erneut oder überprüfen Sie Ihre Netzwerkverbindung
en: Please try again or check your network connection
es: Por favor, inténtelo de nuevo o compruebe su conexión de red
fr: Veuillez réessayer ou vérifier votre connexion réseau
it: Riprova o controlla la connessione di rete
ja: ネットワーク接続のチェックをお願い します
ko: 다시 시도하거나 네트워크 연결을 확인하세요
pt_pt: Tente novamente ou verifique a sua ligação de rede
ru: Пожалуйста, попробуйте еще раз или проверьте ваше сетевое подключение
zh_hant_tw: 請重試或檢查網路連接

source: 调节音效参数
de: Passen Sie den Audio-Effekt an
en: Adjust the audio effect
es: Ajusta el efecto de audio
fr: Régler l'effet audio
it: Regolare l'effetto audio
ja: サウンド設定調整
ko: 사운드 매개변수 조정
pt_pt: Ajusta o efeito de áudio
ru: Настройка аудиоэффектов
zh_hant_tw: 調整音效參數

source: 购买失败
de: Kauf fehlgeschlagen
en: Purchase failed
es: Compra fallida
fr: L'achat a échoué
it: Acquisto fallito
ja: 購入に失敗しました
ko: 구매 실패
pt_pt: Compra falhada
ru: Покупка не удалась
zh_hant_tw: 購買失敗

source: 购买失败，未知错误
de: Kauf fehlgeschlagen, Unbekannter Fehler
en: Purchase failed, Unknown error
es: Compra fallida, error desconocido
fr: L'achat a échoué, erreur inconnue
it: Acquisto fallito, errore sconosciuto
ja: 購入に失敗しました。不明なエラーが発生しました
ko: 구매 실패, 알 수 없는 오류
pt_pt: A compra falhou, erro desconhecido
ru: Покупка не удалась. Неизвестная ошибка
zh_hant_tw: 購買失敗，發生未知錯誤

source: 购买失败：%@
de: Kauf fehlgeschlagen: %@
en: Purchase failed: %@
es: Error en la compra: %@
fr: L'achat a échoué : %@
it: Acquisto fallito: %@
ja: 購入に失敗しました：%@
ko: 구매 실패：%@
pt_pt: Erro na compra: %@
ru: Покупка не удалась: %@
zh_hant_tw: 購買失敗：%@

source: 购买成功！已为您解锁内容
de: Kauf erfolgreich! Der Inhalt wurde für Sie freigeschaltet
en: Purchase successful! Content has been unlocked for you
es: ¡Compra realizada! El contenido ha sido desbloqueado para ti
fr: Achat réussi ! Le contenu a été débloqué pour vous
it: Acquisto riuscito! Il contenuto è stato sbloccato per te
ja: 購入成功！全機能が利用可能です
ko: 구매에 성공했습니다! 잠금 해제된 콘텐츠
pt_pt: A sua compra está concluída! O conteúdo foi desbloqueado para si
ru: Покупка успешна! Содержимое разблокировано для вас
zh_hant_tw: 購買成功！您已解鎖所有內容

source: 购买正在处理中，请稍后查看
de: Kauf läuft, Bitte schauen Sie später wieder vorbei
en: Purchase is in progress, Please check back later
es: La compra está en curso, por favor vuelva más tarde
fr: L'achat est en cours, veuillez revenir plus tard
it: L'acquisto è in corso, controllare più tardi
ja: 購入を処理中です。少々お待ちください。
ko: 구매가 처리 중입니다, 나중에 다시 확인해 주세요
pt_pt: A compra está em curso, por favor volte mais tarde.
ru: Покупка обрабатывается. Пожалуйста, проверьте позже
zh_hant_tw: 購買正在處理中，請稍後查看

source: 购买验证失败，请稍后重试
de: Kaufverifizierung fehlgeschlagen, Bitte versuchen Sie es später noch einmal
en: Purchase verification failed, Please try again later
es: Error en la verificación de la compra, inténtelo de nuevo más tarde
fr: La vérification de l'achat a échoué, veuillez réessayer plus tard
it: Verifica dell'acquisto fallita, riprovare più tardi
ja: 購入処理に失敗しました。しばらくしてからもう一度お試しください
ko: 구매 인증에 실패했습니다, 나중에 다시 시도하세요
pt_pt: Erro ao verificar a compra, tente novamente mais tarde
ru: Проверка покупки не удалась. Пожалуйста, попробуйте еще раз позже
zh_hant_tw: 購買驗證失敗，請稍後再試

source: 轻度
de: Mild
en: Mildly
es: leve
fr: Légèrement
it: Lievemente
ja: 軽度
ko: 빛
pt_pt: Ligeiro
ru: Слабый
zh_hant_tw: 輕度

source: 选择
de: Wählen Sie
en: Select
es: Seleccione
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 옵션
pt_pt: Selecionar
ru: Выбрать
zh_hant_tw: 選擇

source: 透明演示磁带
de: Transparente Demokassette
en: Transparent demo cassette
es: Casete de demostración transparente
fr: Cassette de démonstration transparente
it: Cassetta demo trasparente
ja: 透明デモテープ
ko: 투명 데모 테이프
pt_pt: Cassete de demonstração transparente
ru: Прозрачная демонстрационная кассета
zh_hant_tw: 透明示範錄音帶

source: 通用
de: Allgemein
en: General
es: General
fr: Général
it: Generale
ja: 一般
ko: 일반
pt_pt: Geral
ru: Общий

source: 邮箱
de: E-Mail
en: E-mail
es: E-mail
fr: E-mail
it: E-mail
ja: メール
ko: 이메일
pt_pt: Correio eletrónico
ru: Электронная почта
zh_hant_tw: 郵箱

source: 重度
de: Schwer
en: Heavy
es: Serio
fr: Lourd
it: Pesante
ko: 무거운
pt_pt: Sério
ru: Тяжелый

source: 重新排序失败: %@
de: Neuordnung fehlgeschlagen: %@
en: Reordering failed: %@
es: Error en la reordenación: %@
fr: La réorganisation a échoué : %@
it: Reordering failed: %@
ja: 並べ替えに失敗しました: %@
ko: 재주문 실패: %@
pt_pt: A reordenação falhou: %@
ru: Упорядочивание не удалось: %@
zh_hant_tw: 重新排序失敗：%@

source: 重试
de: Versuchen Sie es erneut
en: Try again
es: Inténtalo de nuevo
fr: Réessayez
it: Riprova
ja: 再試行
ko: 다시 시도
pt_pt: Tentar novamente
ru: Попробовать еще раз
zh_hant_tw: 重試

source: 队列会在播放音乐时显示
de: Die Warteschlange wird angezeigt, während die Musik spielt
en: The queue will be displayed while the music is playing
es: La cola se mostrará mientras suena la música
fr: La file d'attente s'affichera pendant la lecture de la musique.
it: La coda verrà visualizzata durante la riproduzione della musica
ja: キューは音楽再生中に表示されます
ko: 음악이 재생되는 동안 대기열이 표시됩니다
pt_pt: A fila de espera é apresentada enquanto a música está a ser reproduzida
ru: Очередь будет отображаться во время воспроизведения музыки
zh_hant_tw: 音樂播放時會顯示列隊

source: 限时 5 折优惠
de: Zeitlich begrenztes Angebot von 50 %
en: Limited-time 50% off
es: 50% de descuento por tiempo limitado
fr: 50% de réduction en temps limité
it: Sconto limitato del 50%
ja: 期間限定50% OFF
ko: 기간 한정 50% 할인
pt_pt: 50% de desconto por tempo limitado
ru: Ограниченное время 50% скидка
zh_hant_tw: 限時五折優惠

source: 隐私政策
de: Datenschutz
en: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt_pt: Política de privacidade
ru: Политика конфиденциальности
zh_hant_tw: 隱私權政策

source: 随机播放
de: Zufallswiedergabe
en: Shuffle play
es: Aleatoria
fr: Aléatoire
it: Casuale
ja: シャッフル再生
ko: 무작위 재생
pt_pt: Aleatória
ru: Случайное
zh_hant_tw: 隨機播放

source: 需要 Apple Music 订阅才能使用
de: Für die Nutzung ist ein Apple Music-Abonnement erforderlich
en: Requires an Apple Music subscription to use
es: Requiere una suscripción a Apple Music para su uso
fr: Nécessite un abonnement Apple Music pour être utilisé
it: Richiede un abbonamento ad Apple Music per essere utilizzato
ja: Apple Music の登録が必要です
ko: 사용하려면 Apple 음악 구독이 필요합니다
pt_pt: Requer uma subscrição do Apple Music para ser utilizado.
ru: Требуется подписка на Apple Music для использования
zh_hant_tw: 需要 Apple Music 訂閱才能使用

source: 需要授权才能访问您的媒体库
de: Für die Nutzung ist ein Apple Music-Abonnement erforderlich
en: You need authorization to access your music library
es: Necesitas autorización para acceder a tu biblioteca musical
fr: Nécessite un abonnement Apple Music pour être utilisé
it: Richiede un abbonamento ad Apple Music per essere utilizzato
ja: メディアライブラリへのアクセスには許可が必要です
ko: 미디어 라이브러리에 액세스하려면 권한이 필요합니다
pt_pt: Precisa de autorização para aceder à sua biblioteca de música
ru: Вам требуется авторизация для доступа к вашей медиатеке
zh_hant_tw: 需要授權才能訪問您的曲庫

source: 需要摄像头权限
de: Kamera-Berechtigung erforderlich
en: Camera permission required
es: Se requiere permiso para la cámara
fr: Autorisation d'accès à la caméra requise
it: Autorizzazione fotocamera richiesta
ja: カメラの権限が必要です
ko: 카메라 권한이 필요합니다
pt_pt: É necessária autorização para utilizar a câmara
ru: Требуется разрешение на использование камеры
zh_hant_tw: 需要攝影機使用許可

source: 音效音量
de: Soundeffekt-Lautstärke
en: Sound effect volume
es: Volumen del efecto de sonido
fr: Volume de l'effet sonore
it: Volume dell'effetto sonoro
ja: サウンド音量
ko: 사운드 볼륨
pt_pt: Volume do efeito sonoro
ru: Громкость звука

source: 音效预设
de: Soundeffekt-Voreinstellung
en: Sound effect preset
es: Preajuste del efecto de sonido
fr: Préréglage de l'effet sonore
it: Preset dell'effetto sonoro
ja: サウンドプリセット
ko: 사운드 사전 설정
pt_pt: Predefinição de efeitos sonoros
ru: Предустановка звукового эффекта
zh_hant_tw: 預設音效

source: 音量
de: Lautstärke
en: Volume
es: Volumen
fr: Volume
it: Volume
ko: 음량
pt_pt: Volume
ru: Громкость

source: 频率
de: Frequenz
en: Frequency
es: Frecuencia
fr: Fréquence
it: Frequenza
ja: 周波数
ko: 빈도
pt_pt: Frequência
ru: Частота
zh_hant_tw: 頻率

source: 飞翔牌磁带播放器
de: Kassettenspieler der Marke Fly
en: Fly brand cassette player
es: Reproductor de casetes marca Fly
fr: Lecteur de cassettes de la marque Fly
it: Lettore di cassette di marca Fly
ja: 飛翔 ブランドカセットプレーヤー
ko: 플라잉 테이프 플레이어
pt_pt: Leitor de cassetes Fly
ru: Кассетный плеер марки Fly
zh_hant_tw: 飛翔牌錄音帶播放器

source: 首款便携式磁带播放器
de: Der erste tragbare Kassettenspieler
en: The first portable cassette player
es: El primer reproductor de casetes portátil
fr: Le premier lecteur de cassettes portable
it: Il primo lettore di cassette portatile
ja: 初のポータブルカセットプレーヤー
ko: 최초의 휴대용 카세트 플레이어
pt_pt: O primeiro leitor de cassetes portátil
ru: Первый портативный кассетный плеер
zh_hant_tw: 首款可攜式錄音帶播放機

source: 首款全透明磁带播放器
de: Der erste vollständig transparente Kassettenspieler
en: The first fully transparent cassette player
es: El primer reproductor de casetes totalmente transparente
fr: Le premier lecteur de cassettes entièrement transparent
it: Il primo lettore di cassette completamente trasparente
ja: 初のフルクリアカセットプレーヤー
ko: 최초의 완전 투명 테이프 플레이어
pt_pt: O primeiro leitor de cassetes totalmente transparente
ru: Первый полностью прозрачный кассетный плеер
zh_hant_tw: 首款全透明錄音帶播放器

source: 高
de: Hoch
en: High
es: Alta
fr: Haut
it: Alto
ko: 높은
pt_pt: Elevado
ru: Высокий

source: 高频嘶嘶声
de: Hochfrequentes Rauschen
en: High-frequency hissing
es: Silbido de alta frecuencia
fr: Sifflement à haute fréquence
it: Sibilo ad alta frequenza
ja: 高周波ヒスノイズ
ko: 고주파 쉿하는 소리
pt_pt: Assobio de alta frequência
ru: Шипение высокой частоты
zh_hant_tw: 高頻嘶嘶聲

source: 黄色外观的含铁磁带
de: Ferro-Kassette mit gelbem Äußeren
en: Ferro cassette with yellow exterior
es: Cassette ferro con exterior amarillo
fr: Cassette ferro avec extérieur jaune
it: Cassetta ferro con esterno giallo
ja: イエローエクステリアのフェロカセット
ko: 노란색 외관의 페로 카세트
pt_pt: Cassete ferro com exterior amarelo
ru: Ферромагнитная кассета с желтым корпусом
zh_hant_tw: 黃色外觀的鐵磁卡帶

source: 黑色外观的尖端磁带
de: Hochmoderne Kassette mit schwarzem Äußeren
en: Cutting-edge cassette with black exterior
es: Cassette de vanguardia con exterior negro
fr: Cassette de pointe avec extérieur noir
it: Cassetta all'avanguardia con esterno nero
ja: ブラックエクステリアの最先端カセット
ko: 검은색 외관의 최첨단 카세트
pt_pt: Cassete de ponta com exterior preto
ru: Инновационная кассета с черным корпусом
zh_hant_tw: 黑色外觀的尖端卡帶
